kamikillerto.vscode-colorize
shalldie.background
jacobcassidy.css-nesting-syntax-highlighting
be5invis.vscode-custom-css
usernamehw.errorlens
mhutchie.git-graph
donjayamanne.githistory
eamodio.gitlens
github.vscode-github-actions
github.vscode-pull-request-github
bierner.markdown-preview-github-styles
waderyan.gitblame
ziyasal.vscode-open-in-github
oderwat.indent-rainbow
yandeu.five-server
yzhang.markdown-all-in-one
cardinal90.multi-cursor-case-preserve
esbenp.prettier-vscode
mechatroner.rainbow-csv
wayou.vscode-todo-highlight
vscode-icons-team.vscode-icons
tomoki1207.pdf
grapecity.gc-excelviewer
tyriar.luna-paint
tamasfe.even-better-toml
redhat.vscode-yaml
ms-vscode-remote.vscode-remote-extensionpack
ms-vscode.cpptools-extension-pack